tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "bat"
brew "coreutils"
brew "dark-mode"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "hub"
brew "jq"
brew "rbenv"
brew "ripgrep"
brew "tree-sitter"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@30"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-fira-code-nerd-font"
cask "font-ibm-plex"
cask "font-input"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-victor-mono"
