tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "khanhas/tap"
tap "koekeishiya/formulae"
brew "autoconf"
brew "autojump"
# brew "bat"
brew "carthage"
brew "cask"
# brew "ccat"
brew "coreutils"
brew "dark-mode"
brew "diff-so-fancy"
brew "entr"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "lua"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "mitmproxy"
brew "mosh"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-no-titlebar"]
brew "koekeishiya/formulae/chunkwm", args: ["with-tmp-logging", "without-completions"]
brew "koekeishiya/formulae/skhd"
