tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'railwaycat/emacsmacport'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'ccat'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'diff-so-fancy'
brew 'emacs-mac'
brew 'openssl'
brew 'jpeg', args: ['universal']
brew 'libpng', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'erlang'
brew 'elixir'
brew 'flow'
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'fswatch'
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gmp'
brew 'go'
brew 'grc'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'libtool', args: ['universal']
brew 'xz'
brew 'imagemagick'
brew 'ispell'
brew 'jansson'
brew 'jasper', args: ['universal']
brew 'lame'
brew 'libevent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libyaml'
brew 'little-cms2', args: ['universal']
brew 'makedepend'
brew 'msgpack'
brew 'mysql'
brew 'pandoc'
brew 'pcre'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'reattach-to-user-namespace'
brew 's3cmd'
brew 'sane-backends', args: ['universal']
brew 'scons'
brew 'sdl2'
brew 'sdl2_ttf'
brew 'spark'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'vim'
brew 'watchman'
brew 'wget'
