tap "d12frosted/emacs-plus"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "unsecretised/tap"
brew "bat"
brew "colima"
brew "dark-mode"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "htop"
brew "hub"
brew "jq"
brew "ripgrep"
brew "opencode"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@30"
brew "qmk/qmk/qmk"
cask "arc"
cask "calibre"
cask "cmux"
cask "d12frosted/emacs-plus/emacs-plus-app"
cask "font-ia-writer-duo"
cask "font-iosevka-nerd-font"
cask "font-sf-pro"
cask "hammerspoon"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "unsecretised/tap/rustcast"
